Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Corrupted database file (block %d has negative size)
ar: ملف قاعدة بيانات تالف (الكتلة %d لها حجم سالب)
cs: Poškozená databáze (blok %d má zápornou velikost)
de: Fehlerhafte Datenbankdatei (Block %d hat negative Größe)
es_es: Base de datos dañada (bloque %d tiene tamaño negativo)
fr: Fichier de base de données corrompu (le bloc %d a une taille négative)
hu: Adatbázisfájl korrupt (%d blokk negatív nagyságu)
it: File di database danneggiato (blocco %d ha dimensioni negative)
ja: データベース破損（負のサイズ ブロック %d）
ko: 손상된 데이터베이스 파일 (블록 %d이(가) 음수 크기임)
nl: Beschadigd databankbestand (blok %d heeft een negatieve grootte)
pl: Uszkodzony plik bazy (blok %d ma ujemny rozmiar)
pt_br: Arquivo de banco de dados corrompido (bloco %d tem tamanho negativo)
ru: Файл с базой паролей повреждён (у блока %d отрицательный размер)
sk: Poškodená databáza (blok %d má zápornú veľkosť)
sv_se: Skadad databasfil (block %d har negativ storlek)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (block %d has negative size)
tr: Bozuk veritabanı dosyası (%d bloğunun boyutu sıfırın altında)
zh_cn: 数据库文件损坏(区块 %d 具有负大小)
zh_tw: 資料庫檔案損壞(區塊 %d 具有負大小)

source: Corrupted database file (hash mismatch in block %d)
ar: ملف قاعدة بيانات تالف (عدم تطابق التجزئة في الكتلة %d)
cs: Poškozená databáze (nesoulad hashr v bloku %d)
de: Fehlerhafte Datenbankdatei (Hash-Konflikt im Block %d)
es_es: Base de datos dañada (hash no coincide en el bloque %d)
fr: Fichier de base de données corrompu (hash incompatible dans le bloc %d)
hu: Adatbázisfájl korrupt (hash összeférhetetlenség a %d blokkban)
it: File di database corrotto (mancanza di corrispondenza hash nel blocco %d)
ja: データベース破損（ハッシュ不一致 ブロック%d）
ko: 손상된 데이터베이스 파일 (블록 %d에서 해시 불일치)
nl: Beschadigd databankbestand (hash komt niet overeen in blok %d)
pl: Uszkodzony plik bazy (niepasujący hash w bloku %d)
pt_br: Arquivo de banco de dados corrompido (hash não confere no bloco %d)
ru: Файл с базой паролей повреждён (неверный хеш в блоке %d)
sk: Poškodená databáza (nesúlad hash v bloku %d)
sv_se: Skadad databasfil (hashnyckel matchar ej i block %d)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (hash mismatch in block %d)
tr: Bozuk veritabanı dosyası (%d bloğundaki şifre yaratma uyuşmazlığı)
zh_cn: 数据库文件损坏(区块 %d 哈希值不匹配)
zh_tw: 資料庫檔案損壞(區塊 %d 哈希值不匹配)

source: Gzip error: %@
ar: خطأ Gzip: %@
cs: Chyba Gzip: %@
de: Gzip Fehler: %@
es_es: Error en archivo Gzip: %@
fr: Erreur Gzip : %@
hu: Gzip hiba: %@
it: Errore Gzip: %@
ja: Gzipエラー: %@
ko: Gzip 오류: %@
nl: Gzip-fout: %@
pl: Błąd Gzip: %@
pt_br: Erro de Gzip: %@
ru: Ошибка Gzip: %@
sk: Chyba Gzip: %@
sv_se: Gzip-fel: %@
tr: Gzip hatası: %@
zh_cn: Gzip 错误: %@
zh_tw: Gzip 錯誤: %@

source: Unexpected block ID.
ar: مُعرِّف كتلة غير متوقع.
cs: Neočekávaný blok ID.
de: Unerwartete BlockID.
es_es: ID de bloque inesperado.
fr: ID de bloc inattendu.
hu: Váratlan blokk-ID.
it: ID blocco inatteso.
ja: 予期しないブロックIDです。
ko: 예상되지 않은 블록 ID입니다.
nl: Onverwachte blok-id.
pl: Nieoczekiwany identyfikator bloku.
pt_br: ID de bloco inesperado.
ru: Неожиданный номер блока.
sk: Neočakávané blok ID.
sv_se: Oväntat block-ID.
tr: Beklenmeyen blok kimliği.
zh_cn: 意外的区块ID。
zh_tw: 意外的區塊ID。

source: Unexpected end of file. Corrupted file?
ar: نهاية غير متوقعة للملف. الملف تالف؟
cs: Neočekávaný konec souboru. Poškozený soubor?
de: Unerwartetes Ende der Datei. Datenbankdatei möglicherweise fehlerhaft?
es_es: Final inesperado de archivo. ¿Archivo dañado?
fr: Fin de fichier inattendue. Fichier corrompu?
hu: Váratlan fájlvégződés. Korrupt fájl?
it: Fine del File imprevista. File corrotto?
ja: 予期しないファイルの終了です。DBが破損？
ko: 예상되지 않은 파일의 끝. 손상된 파일인 것 같습니다.
nl: Onverwachte einde van bestand. Is het bestand beschadigd?
pl: Nieoczekiwany koniec pliku. Uszkodzony plik?
pt_br: Final do arquivo antes do esperado. Arquivo corrompido?
ru: Неожиданный конец файла. Повреждённый файл?
sk: Neočakávaný koniec súboru. Poškodený súbor?
sv_se: Oväntat slut på filen. Är filen skadad?
th: ไฟล์ส่วนท้ายไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
tr: Beklenmedik dosya uzantısı. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 文件意外的结束。文件损坏?
zh_tw: 檔案意外的結束。檔案損壞?

source: Failed to uncompress attachment data: %@
ar: فشل فك ضغط البيانات المُرفقة: %@
cs: Selhala komprimace přílohy: %@
de: Fehler beim Entpacken der Anhang-Daten: %@
es_es: Error al descomprimir los datos adjuntos: %@
fr: Impossible de décompresser les données de pièce jointe : %@
it: Impossibile decomprimere i dati degli allegati: %@
ja: 添付データの展開に失敗しました: %@
ko: 첨부 파일 데이터 압축 해제 실패: %@
nl: Fout bij het uitpakken van de bijlagegegevens: %@
pl: Nie udało się rozpakować danych załącznika: %@
pt_br: Falha ao descompactar anexo: %@
ru: Не удалось распаковать содержимое прикреплённого файла: %@
sk: Nepodarilo sa dekomprimovať prílohu: %@
sv_se: Misslyckades dekomprimera bilagan: %@
th: ไม่สามารถบีบอัดไฟล์แนบ: %@
tr: Bağlı dosyalar açılamadı: %@
zh_cn: 解压缩附件的数据失败:%@
zh_tw: 解壓縮附件的資料失敗:%@

source: Header HMAC mismatch. DB file corrupt?
ar: عدم تطابق ترويسة HMAC. ملف قاعدة البيانات تالف؟
cs: Nesoulad hlavičky HMAC. Databáze je poškozená?
de: Header HMAC-Fehler. Datenbankdatei möglicherweise beschädigt?
es_es: Cabecera HMAC no coincide. ¿Archivo DB dañado?
fr: Incompatibilité HMAC de l'en-tête. Fichier de la base de données corrompu ?
hu: Header HMAC nem egyezik. DB-fájl korrupt?
it: Intestazione HMAC non corrispondente. File DB corrotto?
ja: ヘッダーHMACが一致しません。DBが破損？
ko: 헤더 HMAC 불일치. 손상된 데이터베이스 파일인 것 같습니다.
nl: Kop HMAC komt niet overeen. Is het databankbestand beschadigd?
pl: Niezgodność nagłówka HMAC. Uszkodzona baza?
pt_br: Cabeçalho HMAC não confere. Arquivo de banco de dados corrompido?
ru: Неверный HMAC заголовка. Файл базы повреждён?
sk: Nesúlad hlavičky HMAC. Poškodená databáza?
sv_se: Header HMAC matchar inte. Är databasfilen skadad?
tr: Başlık HMAC uyuşmazlığı. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 标头 HMAC 不匹配。数据库文件损坏?
zh_tw: 標頭 HMAC 不匹配。資料庫檔案損壞?

source: Header field %@ is corrupted.
ar: حقل الترويسة %@ تالف.
cs: Hlavička pole %@ je poškozená.
de: Header-Feld %@ ist beschädigt.
es_es: El campo de la cabecera %@ está dañado.
fr: Le champ d'en-tête %@ est corrompu.
hu: Header-mező %@ korrupt.
it: Il campo di testata %@ è corrotto.
ja: ヘッダーフィールド %@ が破損しています。
ko: 헤더 필드 %@가 손상되었습니다.
nl: Kopveld %@ is beschadigd.
pl: Pole nagłówka %@ jest uszkodzone.
pt_br: Campo %@ no cabeçalho está corrompido.
ru: В заголовке повреждено поле %@.
sk: Hlavička poľa %@ je poškodená.
sv_se: Headerfält %@ är skadat.
tr: %@ üstbilgi alanı bozuk.
zh_cn: 标头字段 %@ 已损坏。
zh_tw: 標頭字段 %@ 已損壞。

source: Header hash mismatch. DB file corrupt?
ar: عدم تطابق تجزئة الترويسة. ملف قاعدة البيانات تالف؟
cs: Nesoulad hlavičky hashe. Databáze je poškozená?
de: Header Hash-Fehler. Datenbankdatei beschädigt?
es_es: Hash de cabecera no coincide. ¿Archivo BD dañado?
fr: Incompatibilité de hachage de l'en-tête. Fichier de base corrompu ?
hu: Header-hash nem egyezik. DB-fájl korrupt?
it: Intestazione HMAC non corrispondente. File DB corrotto?
ja: ヘッダーのハッシュが一致しません。DBが破損？
ko: 헤더 해시 불일치. 손상된 데이터베이스 파일인 것 같습니다.
nl: Hash komt niet overeen in kop. Is het databankbestand beschadigd?
pl: Niezgodny hash nagłówka. Uszkodzony plik bazy?
pt_br: Hash do cabeçalho não confere. Arquivo de banco de dados corrompido?
ru: Неверный хеш заголовка. Файл базы повреждён?
sk: Nesúlad hash hlavičky. Poškodená databáza?
sv_se: Hashnyckel för header matchar inte. Är databasfilen skadad?
tr: Başlık şifre yaratma uyumsuzluğu. Veritabanı dosyası bozuk olabilir mi?
zh_cn: 标头哈希值不匹配。数据库文件损坏?
zh_tw: 標頭哈希值不匹配。資料庫檔案損壞?

source: Unknown compression algorithm.
ar: خوارزمية ضغط غير معروفة.
cs: Neznámý kompresní algoritmus.
de: Unbekannter Kompressionsalgorithmus.
es_es: Algoritmo de compresión desconocido.
fr: Algorithme de compression inconnu.
hu: Ismeretlen tömörítési algoritmus.
it: Algoritmo di compressione sconosciuto.
ja: 不明な圧縮アルゴリズムです。
ko: 알 수 없는 압축 알고리즘입니다.
nl: Onbekend compressie-algoritme.
pl: Nieznany algorytm kompresji.
pt_br: Algoritmo de compressão desconhecido.
ru: Неизвестный алгоритм сжатия.
sk: Neznámy kompresný algoritmus.
sv_se: Okänd kompressionsalgoritm.
th: ไม่ทราบอัลกอริทึมบีบอัด
tr: Bilinmeyen sıkıştırma algoritması.
zh_cn: 未知的压缩算法。
zh_tw: 未知的壓縮演算法。

source: Unsupported KDF: %@
ar: KDF غير مدعوم: %@
cs: Nepodporovaný KDF: %@
de: Nicht unterstützte KDF: %@
es_es: KDF no soportado: %@
fr: KDF non pris en charge : %@
hu: Nem támogatott KDF: %@
it: KDF non supportato: %@
ja: 未サポートのKDF: %@
ko: 지원되지 않는 KDF: %@
nl: Niet-ondersteund KDF: %@
pl: Nieobsługiwana FGK: %@
pt_br: Função de derivação de chave não suportada: %@
ru: Неподдерживаемая функция формирования ключа (KDF): %@
sk: Nepodporovaný KDF: %@
sv_se: KDF stöds ej: %@
th: ไม่รองรับ KDF: %@
tr: Desteklenmeyen KDF: %@
zh_cn: 不支持的 KDF:%@
zh_tw: 不支持的 KDF:%@

source: Unsupported data cipher: %@
ar: تعمية بيانات غير مدعومة: %@
cs: Nepodporovaná datová šifra: %@
de: Nicht unterstützte Datenchiffre: %@
es_es: Cifrado de datos no soportado: %@
fr: Chiffrement de données non pris en charge : %@
hu: Nem támogatott adat-cipher: %@
it: Cifratura dati non supportata: %@
ja: 未サポートのデータ暗号化: %@
ko: 지원되지 않는 데이터 사이퍼: %@
nl: Niet-ondersteunde gegevensvercijfering: %@
pl: Nieobsługiwany szyfr danych: %@
pt_br: Criptografia não suportada: %@
ru: Неподдерживаемый алгоритм шифрования данных: %@
sk: Nepodporovaná dátová šifra: %@
sv_se: Chiffer stöds ej: %@
tr: Desteklenmeyen veri şifresi: %@
zh_cn: 不支持的数据密码: %@
zh_tw: 不支持的資料密碼: %@

source: Unsupported inner stream cipher (ID %d)
ar: شفرة تدفق داخلي غير مدعومة (ID %d)
cs: Nepodporovaný vnitřní proud šifry (ID %d)
de: Nicht unterstützter innerer Stream-Cipher (ID %d)
es_es: Cifrado de flujo interno no soportado (ID %d)
fr: Chiffrement de flux interne non pris en charge (ID %d)
hu: Nem támogatott belső stream-cipher (ID %d)
it: Flusso interno di cifratura non supportato (ID %d)
ja: 未サポートの内部ストリーム暗号化 (ID %d)
ko: 지원되지 않는 내부 스트림 사이퍼 (ID %d)
nl: Niet-ondersteunde interne streamvercijfering (id %d)
pl: Nieobsługiwany szyfr strumieniowy (ID %d)
pt_br: Tipo de criptografia do fluxo interno não suportado (ID %d)
ru: Неподдерживаемый поточный шифр (ID %d)
sk: Nepodporovaný vnútorný tok šifry (ID %d)
sv_se: Inre chiffer stöds inte (ID %d)
tr: Desteklenmeyen iç akış şifresi (ID %d)
zh_cn: 不支持的内部数据流密码(ID %d)
zh_tw: 不支持的內部資料流密碼(ID %d)

source: Error unpacking database: %@
ar: خطأ في فك حزم قاعدة البيانات: %@
cs: Chyba rozbalování databáze: %@
de: Fehler beim Entpacken der Datenbank: %@
es_es: Error descomprimiendo la base de datos: %@
fr: Erreur lors de la décompression de la base de données : %@
hu: Hiba az adatbázis kicsomagolásakor: %@
it: Errore nella decompressione del database: %@
ja: データベースの展開エラー: %@
ko: 데이터베이스 패키징 해제 중 오류: %@
nl: Fout bij uitpakken van databank: %@
pl: Błąd rozpakowywania bazy: %@
pt_br: Erro ao descompactar o banco de dados: %@
ru: Ошибка при распаковке базы: %@
sk: Chyba pri rozbaľovaní databázy: %@
sv_se: Fel vid uppackning av databas: %@
th: ไม่สามารถคลายฐานข้อมูลได้: %@
tr: Veritabanını açarken hata oluştu: %@
zh_cn: 解压缩数据库时出错: %@
zh_tw: 解壓縮資料庫時出錯: %@

source: Attachments of some entries are missing data. This is a sign of database corruption, most likely by the last used app (%1$@). KeePassium will preserve the empty attachments, but cannot restore them. You should restore your database from a backup copy. Missing attachments: %2$@
ar: المُرفقات في بعض السجلات مفقودة. هذه علامة على تلف قاعدة البيانات، على الأرجح من قِبَل آخر تطبيق مُستخدَم (%1$@). سيحتفظ KeePassium بالمُرفقات الفارِغة، ولكن لا يُمكن استعادتها. يجبُ عليك استعادة قاعدة البيانات الخاصة بك من نُسخة احتياطية. المرفقات المفقودة: %2$@
cs: Přílohám některých záznamů mohou chybět data. To může znamenat poškození databáze, pravděpodobně při posledním použití aplikace (%1$@). KeePassium zachová prázdné přílohy, ale nemůže je obnovit. Můžete obnovit vaší databázi ze záložní kopie. Chybějící přilohy: %2$@
de: Anhänge einiger Einträge zeigen auf fehlende Daten. Dies ist ein Zeichen einer Datenbankkorruption, höchstwahrscheinlich von der zuletzt verwendeten App (%1$@). KeePassium wird die leeren Anhänge bewahren, kann sie aber nicht wiederherstellen. Sie sollten Ihre Datenbank aus einer Backup-Kopie wiederherstellen. Fehlende Anhänge: %2$@
es_es: Los adjuntos en algunas entradas no tienen datos. Esta es una señal de base de datos dañada, posiblemente causada por la última aplicación utilizada (%1$@). KeePassium dejará los datos adjuntos vacíos, pero no los puede restaurar. Debes restaurar la base de datos desde una copia de seguridad. Faltan adjuntos: %2$@
fr: Les pièces jointes de certaines entrées ont des données manquante. Ceci est un signe de corruption de la base de données, probablement par la dernière application utilisée (%1$@). KeePassium conservera les pièces jointes vides, mais ne pourra pas les restaurer. Vous devez restaurer votre base de données à partir d'une copie de sauvegarde. Pièces jointes manquantes : %2$@
it: Gli allegati di alcune voci sono dati mancanti. Questo è indice di corruzione del database, molto probabilmente dall'ultima app utilizzata (%1$@). KeePassium manterrà gli allegati vuoti, ma non potrà ripristinarli. È opportuno ripristinare il database da una copia di backup. Allegati mancanti: %2$@
ja: いくつかのエントリーの添付ファイルのデータが空です。これはデータベース破損の兆候で、おそらく最後に使用したApp (%1$@) によるものです。KeePassiumは空の添付ファイルを保持できても復元はできません。データベースをバックアップから復元してください。 対象の添付ファイル: %2$@
ko: 일부 항목의 첨부 파일의 데이터가 발견되지 않았습니다. 이는 마지막으로 사용한 앱(%1$@)에 의해 데이터베이스가 손상된 것일 수 있습니다. KeePassium은 이 데이터를 복구할 수는 없지만, 첨부 파일을 비운 채로 보존할 것입니다. 사용자는 백업본을 이용해 데이터베이스를 복원해야 합니다. 데이터가 발견되지 않은 첨부 파일: %2$@
nl: Er ontbreken gegevens bij de bijlagen van sommige items. Dit kan duiden op databankbeschadiging, waarschijnlijk veroorzaakt door de laatstgebruikte app (%1$@). KeePassium bewaart de lege bijlagen, maar kan ze niet herstellen. Herstel je databank vanuit een back-up. Ontbrekende bijlagen: %2$@
pl: W załączniku niektórych wpisów brakuje danych. Oznacza to uszkodzenie bazy, najprawdopodobniej przez ostatnio użytą aplikację (%1$@). KeePassium zachowa puste załączniki, ale nie może ich przywrócić. Powinieneś przywrócić bazę z kopii zapasowej. Brakujące załączniki: %2$@
pt_br: Os anexos de algumas entradas estão faltando. Isso é sinal de corrupção no banco de dados, provavelmente causada pelo último aplicativo que o salvou (%1$@). KeePassium preservará os anexos vazios, mas não pode recuperá-los. Você deve restaurar o banco de dados a partir de uma cópia de segurança. Anexos faltando: %2$@
ru: Прикреплённые файлы в некоторых записях не имеют содержимого. Это признак повреждения базы паролей, возможно, последним использованным приложением (%1$@). KeePassium оставит эти пустые прикреплённые файлы, но не сможет восстановить их. Советуем восстановить базу из резервной копии. Отсутствующие прикреплённые файлы: %2$@
sk: Prílohám niektorých záznamov chýbajú dáta. To môže znamenať poškodenie databázy, pravdepodobne pri poslednom použití aplikácie (%1$@). KeePassium uchováva prázdne prílohy, ale nemôže ich obnoviť. Mali by ste obnoviť svoju databáze zo záložnej kópie. Chýbajúce prílohy: %2$@
sv_se: Bilagor för vissa konton saknar data. Detta är et tecken på att databasen blivit skadad, troligen av den senaste använda appen (%1$@). KeePassium kommer behålla de tomma bilagorna, men kan inte återställa dem. Du bör återställa din databas från en backupkopia. Saknade bilagor: %2$@
th: ไฟล์แนบของบางรายการมีข้อมูลหายไป เป็นเหตุให้ฐานข้อมูลเสียหาย น่าจะเกิดขึ้นตอนการใช้แอปครั้งล่าสุด (%1$@) KeePassium จะเก็บไฟล์แนบเปล่าไว้ แต่ไม่สามารถเรียกคืนกลับมาได้ คุณควรเรียกคืนฐานข้อมูลออกมาจากที่สำรองเอาไว้แล้ว ไฟล์แนบที่หายไป: %2$@
tr: Bazı girdilerin eklerinde dosya eksiği var gibi görünüyor. Bu büyük olasılıkla son kullanılan uygulama tarafından (%1$@) veritabanınızın bozulduğunun bir işaretidir. KeePassium veritabanını bu haliyle korur, ama kayıp verileri geri alamaz. Eksik dosyalara ulaşmak için veritabanınızı önceki bir yedek kopyadan geri yüklemelisiniz. Eksik dosya: %2$@
zh_cn: 某些条目的附件缺少数据, 这是数据库早期损坏的迹象，最有可能是上次使用的应用程序(%1$@)。KeePassium将保留空的附件，但无法恢复它们。您应该从备份副本还原数据库。 缺少附件：%2$@
zh_tw: 某些條目的附件缺少資料, 這是資料庫早期損壞的跡象，最有可能是上次使用的應用程式(%1$@)。KeePassium將保留空的附件，但無法恢復它們。您應該從備份副本還原資料庫。 缺少附件：%2$@

source: Some entries have attachments without a name. This is a sign of previous database corruption. Please review attached files in the following entries (and their history): %@
ar: بعض السجلات تحتوي على مُرفقات بغير اسم. هذه علامة على تلف قاعدة البيانات السابقة. الرجاء مُراجعة الملفات المُرفقة في التأريخ والسجلات التالية: %@
cs: Některé záznamy mají přílohy bez názvu. To může znamenat předchozí poškození databáze. Prosím posuďte přílohu souborů v následujících záznamech (a jejich historii): %@
de: Einige Einträge haben Anhänge ohne Namen. Dies ist ein Zeichen für frühere Datenbankkorruption. Bitte überprüfen Sie die angehängten Dateien in den folgenden Einträgen (und deren Verlauf): %@
es_es: Algunas entradas tienen adjuntos sin nombre. Esta es una señal de daño en la base de datos anterior. Por favor, revia los archivos adjuntos en las siguientes entradas (y su historial): %@
fr: Certaines entrées ont des pièces jointes sans nom. Ceci est un signe d'une base de données ayant été corrompue. Veuillez consulter les fichiers joints dans les entrées suivantes (et leur historique): %@
it: Alcune voci hanno allegati senza un nome. Questo è un indice di una precedente corruzione del database. Controlla i file allegati nelle seguenti voci (e la loro conologia): %@
ja: 名前がない添付ファイルがあります。これはデータベースの破損の兆候です。 次のエントリー（過去バージョンを含む）の添付ファイルを確認してください: %@
ko: 일부 항목에서 이름이 없는 첨부 파일을 발견했습니다. 데이터베이스가 손상되었을 수 있습니다. 다음 항목에 첨부된 파일과 첨부 파일의 기록을 확인해 보시기 바랍니다. : %@
nl: De bijlagen van sommige items zijn naamloos. Dit kan duiden op eerdere databankbeschadiging. Controleer de bijgevoegde bestanden van de volgende items (en hun geschiedenis): %@
pl: Niektóre wpisy posiadają załączniki bez nazwy. Jest to oznaka wcześniejszego uszkodzenia bazy. Przejrzyj załączone pliki w następujących wpisach (i ich historii): %@
pt_br: Algumas entradas têm anexos sem nome. Isso indica corrupção passada no banco de dados. Por favor, verifique os anexos destas entradas (e seus históricos): %@
ru: Некоторые записи содержат прикреплённые файлы без имени. Это признак повреждённой базы паролей. Проверьте прикреплённые файлы в следующих записях (и их прошлых версиях): %@
sk: Niektoré záznamy majú prílohy bez názvu. To môže znamenať predchádzajúce poškodenie databázy. Prosím skontrolujte prílohy v nasledujúcich záznamoch (aj ich históriu): %@
sv_se: Några konton har bilagor utan ett namn. Det är ett tecken på tidigare skador på databasen. Granska bilagor för följande konton (och deras historik): %@
th: บางรายการที่มีไฟล์แนบโดยไม่ได้ตั้งชื่อ จะเป็นสัญญาณว่าฐานข้อมูลเดิมมีความเสียหาย โปรดทบทวนดูไฟล์แนบตามรายการข้างล่าง (และประวัติของมัน): %@
tr: Bazı girdilerin içinde isimsiz ekler bulundu. Bu veritabanınızın daha önceden tahribata uğramış olduğunu gösterir. Lütfen aşağıdaki girdilerin eklerine (ve geçmişlerine) göz atın: %@
zh_cn: 有些条目有附件没有名字。这是数据库早期损坏的迹象。 请查看以下条目中的附件(及其历史记录)： %@
zh_tw: 有些條目有附件沒有名字。這是資料庫早期損壞的跡象。 請查看以下條目中的附件(及其歷史記錄)： %@

source: Some entries have custom field(s) with empty names. This can be a sign of data corruption. Please check these entries: %@
ar: بعض السجلات تحتوي على حقل/حقول مُخصَّصة مع اسماء فارِغة. يُمكن أن يكون هذا علامة على تلف البيانات. يرجى التحقُّق من هذه الإدخالات: %@
cs: Některé záznamy mají vlastní pole s prázdným názvem. To může znamenat poškození dat. Prosím zkontrolujte tyto záznamy: %@
de: Einige Einträge haben benutzerdefinierte Felder mit leeren Namen. Dies kann ein Zeichen für Datenverlust sein. Bitte überprüfen Sie folgende Einträge: %@
es_es: Algunas entradas tienen uno o más campos personalizados con nombres vacíos. Esto puede ser signo de daño en los datos. Por favor, compruebe estas entradas: %@
fr: Certaines entrées ont des champs personnalisés avec des noms vides. Cela peut être un signe de corruption de données. Veuillez vérifier ces entrées : %@
it: Alcune voci hanno campi personalizzati con nomi vuoti. Questo può essere indice di corruzione dei dati. Si prega di controllare queste voci: %@
ja: 名前がないカスタムフィールドがあります。これはデータ破損の兆候です。次のエントリーを確認してください: %@
ko: 일부 항목에 이름이 없는 사용자 지정 필드가 발견되었습니다. 데이터베이스가 손상되었을 수 있습니다. 다음 항목을 확인해 보시기 바랍니다. : %@
nl: Sommige items hebben aangepast(e) veld(en) met lege namen. Dit kan duiden op gegevensbeschadiging. Controleer de volgende items: %@
pl: Niektóre wpisy mają niestandardowe pola bez nazw. Może to oznaczać uszkodzenie danych. Sprawdź te wpisy: %@
pt_br: Algumas entradas têm campos personalizados sem nome. Isso indica corrupção no banco de dados. Por favor, verifique estas entradas: %@
ru: Некоторые записи содержат поля без названий. Это может быть признаком повреждённой базы. Проверьте следующие записи: %@
sk: Niektoré záznamy majú vlastné polia s nevyplneným názvom. Môže to znamenať poškodenie dát. Prosím skontrolujte tieto záznamy: %@
sv_se: Några konton har anpassade fält med saknade namn. Detta kan vara ett tecken på skadad databas. Vänligen kontrollera följande konton: %@
th: บางรายการมีช่องที่กำหนดเองด้วยการไม่ได้ตั้งชื่อไว้ จะเป็นสัญญาณว่าข้อมูลมีความเสียหาย โปรดตรวจสอบรายการดังต่อไปนี้: %@
tr: Bazı girdilerin içinde isimsiz alan(lar) tespit edildi. Bu verilerinizin tahribata uğramış olabileceği anlamına gelir. Lütfen bu girdileri kontrol edin: %@
zh_cn: 某些条目具有空名称的自定义字段。这是数据库早期损坏的迹象。请检查以下条目： %@
zh_tw: 某些項目具有空名稱的自定義字段。這是資料庫早期損壞的跡象。請檢查以下項目： %@
